public class Persons {
    public static void main(String[] args) {
        /*создать страницу, где выводится список Person
        имеется форма для добавления нового Person.
        Предусмотрен способ для удаления заданного Person

        1. HTML на bootstrap
        2. HTML на tailwind
        3. list, table, div
        4. Сервер возвращает json array, клиентская страница с помощью скрипта формирует интерфейс
        5.Сервер загружает шаблон страницы, находит в нем переменную ersosns, подставляет в него все данные,
        возвращая пользователю готовую страницу. Шаблонизатор

         */

    }
}
